Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A33B.tmx
Source language: en_us
Languages: zh_cn

source: Alice Munro wins Nobel Prize for Literature
zh_cn: 加拿大作家艾丽斯·芒罗获得2013年诺贝尔文学奖

source: Canadian author Alice Munro has won the 2013 Nobel Prize for Literature.
zh_cn: 加拿大作家艾丽斯·芒罗（Alice Munro）获得2013年诺贝尔文学奖。

source: Making the announcement, Peter Englund, permanent secretary of the Swedish Academy, called her a "master of the contemporary short story".
zh_cn: 瑞典文学院常任秘书彼得 恩隆德在宣布这一结果时形容门罗是“当代短篇小说大师”。

source: The 82-year-old, whose books include Dear Life and Dance of the Happy Shades, is only the 13th woman to win the prize since its inception in 1901.
zh_cn: 现年82岁的门罗，她的代表作包括《亲爱的生活》和《快乐影子舞》，是1901年诺贝尔文学奖设立以来的第13位获奖女性。

source: "I knew I was in the running, yes, but I never thought I would win," Munro told Canadian media.
zh_cn: 门罗得知获奖消息后对加拿大媒体说，“我知道我是获奖人选，但从来没想到能够获奖。”

source: Presented by the Nobel Foundation, the award - which is presented to a living writer - is worth eight million kronor (?770,000).
zh_cn: 诺贝尔文学奖仅授予在世作家，奖金额800万瑞典克朗，约合120万美元。

source: Previous winners include literary giants such as Rudyard Kipling, Toni Morrison and Ernest Hemingway.
zh_cn: 此前获奖者包括诸如吉卜林、莫里森和海明威这样的文学巨匠。

source: Mr Englund told The Associated Press that he had not been able to contact Munro ahead of the announcement so left a message on her answering machine, informing her of her win.
zh_cn: 恩隆德先生对美联社说，他在宣布获奖结果之前无法联系到门罗女士，所以只能给她留下一段电话留言，通知她获奖的消息。

source: "She has taken an art form, the short story, which has tended to come a little bit in the shadow behind the novel, and she has cultivated it almost to perfection,'' he added.
zh_cn: “她赋予短篇小说一种艺术的形式, 这有点倾向于小说, 而她把这种形式发展至几乎完美的程度，”他补充说。

source: Munro, who began writing in her teenage years, published her first story, The Dimensions of a Shadow, in 1950.
zh_cn: 门罗十几岁便开始写作, 于1950年发表第一篇小说《阴影的维度》。

source: She had been studying English at the University of Western Ontario at the time.
zh_cn: 当时她在西安大略大学学习英语。

source: Chekov
zh_cn: 契可夫

source: Dance of the Happy Shades, published in 1968, was Munro's first collection, and it went on to win Canada's highest literary prize, the Governor General's Award.
zh_cn: 《快乐影子舞》发表于1968年，是门罗的第一本选集，赢得加拿大最高文学奖——总督奖。

source: In 2009, she won the Man Booker International Prize for her entire body of work - but she downplayed her achievements.
zh_cn: 2009年，她的全部作品获布克国际文学奖，但她对自己的成就并不看重。

source: "I think maybe I was successful in doing this because I didn't have any other talents," she once said in an interview with Book Lounge.
zh_cn: 她在Book Lounge的一次采访中说：“我觉得我可能在写作上会成功，因为我没有别的才能。”

source: BBC Arts Editor Will Gompertz said Munro had been "at the very top of her game since she started".
zh_cn: 英国广播公司文科主编威尔·冈波兹说门罗 “从开始创作就一直处于顶峰状态”。

source: "Very few writers are her equal," he said, adding "she gets to the heart of what it is to be human".
zh_cn: “很少有作家能与她匹敌,”他说，“她能把人物形象描写得惟妙惟肖”。

source: "I thought she might not win because she's not overtly political; and of late the Nobel has tended to go to political writers."
zh_cn: “因为她政治渲染力不强，我觉得她不会获奖, 而最近几年诺贝尔奖却倾向于政治作家。”

source: The award "probably won't make a commercial difference" to the author, he added, but it "makes a huge difference to how her work will be viewed in historical terms".
zh_cn: 这个奖项“很可能对她的收入不会产生什么改变”,他又说，但从历史的角度来说, “对人们如何看待她的作品却有很大的变化。”

source: "If she hadn't won it before she died, I think it would have been a terrible, terrible omission."
zh_cn: “在她去世前如果她没有获得这个奖项,我觉得这会很糟糕,而且是一个很糟糕的遗漏”。

source: Often compared to Anton Chekhov, she is known for writing about the human spirit and a regular theme of her work is the dilemma faced by young girls growing up and coming to terms with living in a small town.
zh_cn: 门罗常被用来与安东·契科夫作对比, 她以写人的精神而出名, 她的作品的常规主题是小姑娘在成长过程中在小城镇生活的困境。

source: The Nobel academy praised her "finely tuned storytelling, which is characterised by clarity and psychological realism".
zh_cn: 诺贝尔学院称赞她为“细致地讲故事, 被清晰和心理现实主义刻画出性格”。

source: 'Pipe dreams'
zh_cn: “白日梦”

source: Munro, whose daughter woke her to tell her she had won the Nobel, said she was "terribly surprised" and "delighted".
zh_cn: 门罗的女儿叫醒她并告知她获得诺贝尔文学奖时, 她说她感到“很震惊”但也“很高兴”。

source: Speaking to the Canadian Broadcasting Corporation (CBC), she said she always viewed her chances of winning as "one of those pipe dreams" that "might happen, but it probably wouldn't".
zh_cn: 她对加拿大广播公司（CBS）说,她一向把获奖机会看成是有可能发生的“白日梦”, 但很可能不会有”。

source: Will Gompertz on the winner of this year's Nobel Prize for Literature Alice Munro "
zh_cn: 威尔·冈波兹对今年诺贝尔文学奖获得者艾丽斯·芒罗的评价

source: It's the middle of the night here and I had forgotten about it all, of course," she added.
zh_cn: “现在是午夜，我兴奋得把时间都忘了。”她说。

source: Since the 1960s, Munro has published more than a dozen collections of short stories, many of which take place in her native southwest Ontario.
zh_cn: 从二十世纪六十年代起，门罗发表了十几部短篇小说集，很多都发生在她的原籍安大略南部地区。

source: Her writing has brought her several awards.
zh_cn: 她的作品获得好多奖项：

source: She won The Commonwealth Writers' Prize, the National Book Critics Circle prize for Hateship, Friendship, Courtship, Loveship, Marriage, and is a three-time winner of the Governor General's prize.
zh_cn: 英联邦作家奖、仇恨、友谊、礼仪、爱情婚姻国家书评奖并三次获总督奖。

source: Other notable books include Lives of Girls and Women, Who Do You Think You Are, The Progress of Love and Runaway.
zh_cn: 其他有名的作品有：《女孩和女人的生活》、《你以为你是谁》、《爱的进程》以及《逃离》。

source: In 1980, The Beggar Maid was shortlisted for the annual Booker Prize for Fiction and her stories frequently appear in publications such as the New Yorker and the Paris Review.
zh_cn: 1980年,《乞丐女》入选一年一度的布克小说奖, 随后她的小说常常见诸于《纽约客》及《巴黎评论》。

source: Retirement
zh_cn: 退休生活

source: Several of her stories have also been adapted for the screen, including The Bear Came Over the Mountain, which became Away from Her, starring Julie Christie and Gordon Pinsent.
zh_cn: 她的小说还被改编搬上银幕,如《小熊上山》, 成了《柳暗花明》, 由朱莉·克里斯蒂（Julie Christie）和高登·平森特（Gordon Pinsent）主演。

source: Munro revealed earlier this year that her latest book, Dear Life, published in 2012, would be her last.
zh_cn: 门罗年初透露说她最近的一本书《亲爱的生活》于2012年出版，这也是她最后一本书。

source: "Perhaps, when you're my age, you don't wish to be alone as much as a writer has to be," she told Canada's National Post.
zh_cn: 她对加拿大的《全国邮报》记者说：“也许你到了我这个年纪, 就不会希望自己像作家一样孤独”。

source: In 2009, Munro revealed she had been receiving treatment for cancer.
zh_cn: 2009年，门罗透露说她正在接受癌症治疗。

source: She also had bypass surgery for a heart condition.
zh_cn: 她还做过心脏旁外科手术。

source: According to American literary critic David Homel: "She is not a socialite.
zh_cn: 美国文学批评家戴维·荷美尔说：“她不是社会名流。

source: She is actually rarely seen in public, and does not go on book tours.
zh_cn: 她实际上很少出门，也不去办书展。”

source: Munro will be presented with her latest award at a formal ceremony in Stockholm on 10 December, the anniversary of the death of Alfred Nobel, who established the prize.
zh_cn: 门罗将于12月10日在斯德哥尔摩颁奖典礼上正式授奖, 这一天是诺贝尔奖创立者阿尔弗烈德·诺贝尔逝世纪念日。

source: Last year's recipient was Chinese novelist Mo Yan.
zh_cn: 去年诺贝尔文学获奖者是中国小说家莫言。
